Autodesk.Revit.DB.CeilingType.ThermalProperties
The calculated and settable thermal properties of the CeilingType
Throws Autodesk.Revit.Exceptions.InvalidOperationException:
The ceiling does not have thermal properties.
Since:
2013

Autodesk.Revit.DB.CeilingType
Represents a ceiling type in Autodesk Revit.